Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Saved as a vCard. Scanning offers to add it to Contacts.
ar: تم الحفظ كبطاقة vCard. يعرض المسح إضافتها إلى جهات الاتصال.
ca: Es desa com a vCard. En escanejar-lo, s’ofereix afegir-lo als Contactes.
cs: Uloženo jako vCard. Po naskenování se nabídne přidání do Kontaktů.
da: Gemmes som vCard. Ved scanning tilbydes det at føje den til Kontakter.
de: Als vCard gesichert. Beim Scannen wird angeboten, sie zu Kontakten hinzuzufügen.
el: Αποθηκεύτηκε ως vCard. Κατά τη σάρωση προτείνεται η προσθήκη στις Επαφές.
es: Se guarda como vCard. Al escanearlo, se ofrece agregarlo a Contactos.
fi: Tallennetaan vCardina. Skannattaessa tarjotaan lisäystä Yhteystietoihin.
fr: Enregistré au format vCard. Le scan propose de l’ajouter aux contacts.
he: נשמר כ־vCard. בסריקה תוצע הוספה ל״אנשי קשר״.
hi: vCard के रूप में सहेजा जाता है। स्कैन करने पर इसे संपर्कों में जोड़ने का विकल्प मिलता है।
hr: Sprema se kao vCard. Nakon skeniranja nudi se dodavanje u Kontakte.
hu: vCard formátumban mentődik. Beolvasáskor felajánlja a Kontaktokhoz adást.
id: Disimpan sebagai vCard. Saat dipindai, akan ditawarkan untuk ditambahkan ke Kontak.
it: Salvato come vCard. Scansionandolo, viene proposto di aggiungerlo a Contatti.
ja: vCardとして保存されます。スキャンすると連絡先への追加を提案します。
ko: vCard로 저장됩니다. 스캔하면 연락처에 추가하도록 제안합니다.
ms: Disimpan sebagai vCard. Apabila diimbas, ia menawarkan untuk menambahnya pada Kenalan.
nb: Lagres som vCard. Ved skanning tilbys det å legge den til i Kontakter.
nl: Bewaard als vCard. Bij het scannen wordt aangeboden hem aan Contacten toe te voegen.
pl: Zachowano jako vCard. Po zeskanowaniu pojawi się propozycja dodania do Kontaktów.
pt_br: Salvo como vCard. Ao escanear, aparece a opção de adicionar aos Contatos.
pt_pt: Guardado como vCard. Ao ler o código, é sugerido adicioná-lo aos Contactos.
ro: Salvat ca vCard. La scanare, se oferă adăugarea în Contacte.
ru: Сохраняется как vCard. При сканировании будет предложено добавить его в Контакты.
sk: Uloží sa ako vCard. Po naskenovaní ponúkne pridanie do Kontaktov.
sv: Sparas som vCard. Vid skanning erbjuds att lägga till den i Kontakter.
th: บันทึกเป็น vCard เมื่อสแกนจะมีตัวเลือกให้เพิ่มลงในรายชื่อ
tr: vCard olarak kaydedildi. Tarandığında Kişiler’e eklemeyi önerir.
uk: Зберігається як vCard. Під час сканування буде запропоновано додати його в Контакти.
vi: Được lưu dưới dạng vCard. Khi quét sẽ có tùy chọn thêm vào Danh bạ.
zh_hans: 存储为 vCard。扫描时会提示添加到通讯录。
zh_hant: 儲存為 vCard。掃描時會提供加入「聯絡人」的選項。

source: Saved to Photos
ar: تم الحفظ في الصور
ca: Desat a Fotos
cs: Uloženo do Fotek
da: Gemt i Fotos
de: In Fotos gesichert
el: Αποθηκεύτηκε στις Φωτογραφίες
es: Guardado en Fotos
fi: Tallennettu Kuviin
fr: Enregistré dans Photos
he: נשמר ב״תמונות״
hi: तस्वीरों में सहेजा गया
hr: Spremljeno u Foto
hu: Mentve a Fotókba
id: Disimpan ke Foto
it: Salvato in Foto
ja: 写真に保存しました
ko: 사진에 저장됨
ms: Disimpan ke Foto
nb: Lagret i Bilder
nl: Bewaard in Foto's
pl: Zachowano w Zdjęciach
pt_br: Salvo no Fotos
pt_pt: Guardado em Fotografias
ro: Salvat în Poze
ru: Сохранено в Фото
sk: Uložené do Fotiek
sv: Sparad i Bilder
th: บันทึกลงในรูปภาพแล้ว
tr: Fotoğraflar’a kaydedildi
uk: Збережено у Фотографії
vi: Đã lưu vào Ảnh
zh_hans: 已存储到照片
zh_hant: 已儲存到「照片」

source: Scam sites are usually brand new.
ar: مواقع الاحتيال عادةً ما تكون جديدة تمامًا.
ca: Els llocs fraudulents solen ser molt nous.
cs: Podvodné weby bývají úplně nové.
da: Svindelsider er som regel helt nye.
de: Betrugsseiten sind meist brandneu.
el: Οι ιστότοποι απάτης είναι συνήθως ολοκαίνουριοι.
es: Los sitios fraudulentos suelen ser muy nuevos.
fi: Huijaussivustot ovat yleensä upouusia.
fr: Les sites frauduleux sont généralement tout récents.
he: אתרי הונאה הם בדרך כלל חדשים לגמרי.
hi: स्कैम साइटें आमतौर पर बिल्कुल नई होती हैं।
hr: Web-mjesta za prijevaru obično su potpuno nova.
hu: A csaló oldalak általában vadonatújak.
id: Situs penipuan biasanya masih sangat baru.
it: I siti truffa di solito sono nuovissimi.
ja: 詐欺サイトの多くは作られたばかりです。
ko: 사기 사이트는 대개 새로 만들어진 것입니다.
ms: Tapak penipuan biasanya baru sahaja diwujudkan.
nb: Svindelnettsteder er vanligvis helt nye.
nl: Oplichtingssites zijn meestal gloednieuw.
pl: Strony oszustów są zwykle zupełnie nowe.
pt_br: Sites de golpe geralmente são novíssimos.
pt_pt: Os sites fraudulentos são normalmente muito recentes.
ro: Site-urile frauduloase sunt de obicei foarte noi.
ru: Мошеннические сайты обычно совсем новые.
sk: Podvodné stránky sú zvyčajne úplne nové.
sv: Bedrägerisidor är oftast helt nya.
th: เว็บไซต์หลอกลวงมักเพิ่งสร้างขึ้นใหม่
tr: Dolandırıcılık siteleri genellikle yepyenidir.
uk: Шахрайські сайти зазвичай зовсім нові.
vi: Trang web lừa đảo thường rất mới.
zh_hans: 诈骗网站通常是新注册的。
zh_hant: 詐騙網站通常才剛建立不久。

source: Scan
ar: مسح
ca: Escaneja
cs: Skenovat
de: Scannen
el: Σάρωση
es: Escanear
fi: Skannaa
fr: Scanner
he: סריקה
hi: स्कैन करें
hr: Skeniraj
hu: Beolvasás
id: Pindai
it: Scansiona
ja: スキャン
ko: 스캔
ms: Imbas
nb: Skann
pl: Skanuj
pt_br: Escanear
pt_pt: Ler
ro: Scanați
ru: Сканировать
sk: Skenovať
sv: Skanna
th: สแกน
tr: Tara
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描

source: Scan & Go
ar: امسح وافتح
ca: Escaneja i obre
cs: Naskenovat a otevřít
da: Scan og åbn
de: Scannen & öffnen
el: Σάρωση και άνοιγμα
es: Escanear y abrir
fi: Skannaa ja avaa
fr: Scanner et ouvrir
he: סרוק ופתח
hi: स्कैन करें और खोलें
hr: Skeniraj i otvori
hu: Beolvasás és megnyitás
id: Pindai & Buka
it: Scansiona e apri
ja: スキャンしてすぐ開く
ko: 스캔 후 열기
ms: Imbas & Buka
nb: Skann og åpne
nl: Scan en open
pl: Skanuj i otwieraj
pt_br: Escanear e Abrir
pt_pt: Ler e abrir
ro: Scanați și deschideți
ru: Сканировать и открыть
sk: Skenovať a otvoriť
sv: Skanna och öppna
th: สแกนแล้วเปิด
tr: Tara ve Aç
uk: Сканувати й відкрити
vi: Quét và mở
zh_hans: 扫描即开
zh_hant: 掃描並開啟

source: Scan & Go · only links that pass the safety check
ar: امسح وافتح · فقط الروابط التي تجتاز فحص الأمان
ca: Escaneja i obre · només els enllaços que superen la comprovació de seguretat
cs: Naskenovat a otevřít · jen odkazy, které projdou bezpečnostní kontrolou
da: Scan og åbn · kun links, der består sikkerhedstjekket
de: Scannen & öffnen · nur Links, die die Sicherheitsprüfung bestehen
el: Σάρωση και άνοιγμα · μόνο σύνδεσμοι που περνούν τον έλεγχο ασφαλείας
es: Escanear y abrir · solo enlaces que pasan la revisión de seguridad
fi: Skannaa ja avaa · vain turvatarkistuksen läpäisevät linkit
fr: Scanner et ouvrir · uniquement les liens qui passent la vérification
he: סרוק ופתח · רק קישורים שעוברים את בדיקת הבטיחות
hi: स्कैन करें और खोलें · सिर्फ़ सुरक्षा जाँच में पास होने वाले लिंक
hr: Skeniraj i otvori · samo poveznice koje prođu sigurnosnu provjeru
hu: Beolvasás és megnyitás · csak a biztonsági ellenőrzésen átment linkek
id: Pindai & Buka · hanya tautan yang lolos pemeriksaan keamanan
it: Scansiona e apri · solo i link che superano il controllo di sicurezza
ja: スキャンしてすぐ開く · 安全チェックを通過したリンクのみ
ko: 스캔 후 열기 · 안전 확인을 통과한 링크만
ms: Imbas & Buka · hanya pautan yang lulus semakan keselamatan
nb: Skann og åpne · bare lenker som består sikkerhetssjekken
nl: Scan en open · alleen links die door de veiligheidscontrole komen
pl: Skanuj i otwieraj · tylko linki, które przejdą kontrolę bezpieczeństwa
pt_br: Escanear e Abrir · só links que passam na verificação de segurança
pt_pt: Ler e abrir · só ligações que passam na verificação de segurança
ro: Scanați și deschideți · doar linkurile care trec verificarea de siguranță
ru: Сканировать и открыть · только ссылки, прошедшие проверку безопасности
sk: Skenovať a otvoriť · iba odkazy, ktoré prejdú bezpečnostnou kontrolou
sv: Skanna och öppna · bara länkar som klarar säkerhetskontrollen
th: สแกนแล้วเปิด · เฉพาะลิงก์ที่ผ่านการตรวจสอบความปลอดภัย
tr: Tara ve Aç · yalnızca güvenlik denetiminden geçen bağlantılar
uk: Сканувати й відкрити · лише посилання, які пройшли перевірку безпеки
vi: Quét và mở · chỉ các liên kết vượt qua bước kiểm tra an toàn
zh_hans: 扫描即开 · 仅限通过安全检查的链接
zh_hant: 掃描並開啟 · 僅限通過安全檢查的連結

source: Scan Another
ar: مسح رمز آخر
ca: Escaneja’n un altre
cs: Skenovat další
da: Scan en til
de: Weiteren scannen
el: Σάρωση άλλου
es: Escanear otro
fi: Skannaa toinen
fr: Scanner un autre
he: סרוק עוד אחד
hi: दूसरा स्कैन करें
hr: Skeniraj drugi
hu: Újabb beolvasása
id: Pindai Lagi
it: Scansiona un altro
ja: 別のコードをスキャン
ko: 다른 코드 스캔
ms: Imbas Lagi
nb: Skann en til
nl: Scan nog een
pl: Skanuj kolejny
pt_br: Escanear Outro
pt_pt: Ler outro
ro: Scanați altul
ru: Сканировать еще
sk: Skenovať ďalší
sv: Skanna en till
th: สแกนอีก
tr: Başka Birini Tara
uk: Сканувати ще
vi: Quét mã khác
zh_hans: 再扫描一个
zh_hant: 再掃描一個

source: Scan Code
ar: مسح رمز
ca: Escaneja un codi
cs: Naskenovat kód
da: Scan kode
de: Code scannen
el: Σάρωση κωδικού
es: Escanear código
fi: Skannaa koodi
fr: Scanner un code
he: סרוק קוד
hi: कोड स्कैन करें
hr: Skeniraj kôd
hu: Kód beolvasása
id: Pindai Kode
it: Scansiona codice
ja: コードをスキャン
ko: 코드 스캔
ms: Imbas Kod
nb: Skann kode
pl: Skanuj kod
pt_br: Escanear Código
pt_pt: Ler código
ro: Scanați codul
ru: Сканировать код
sk: Skenovať kód
sv: Skanna kod
th: สแกนโค้ด
tr: Kod Tara
uk: Сканувати код
vi: Quét mã
zh_hans: 扫描码
zh_hant: 掃描條碼

source: Scan Copied Image
ar: مسح الصورة المنسوخة
ca: Escaneja la imatge copiada
cs: Naskenovat zkopírovaný obrázek
da: Scan kopieret billede
de: Kopiertes Bild scannen
el: Σάρωση αντιγραμμένης εικόνας
es: Escanear imagen copiada
fi: Skannaa kopioitu kuva
fr: Scanner l’image copiée
he: סרוק תמונה שהועתקה
hi: कॉपी की गई इमेज स्कैन करें
hr: Skeniraj kopiranu sliku
hu: Másolt kép beolvasása
id: Pindai Gambar yang Disalin
it: Scansiona immagine copiata
ja: コピーした画像をスキャン
ko: 복사한 이미지 스캔
ms: Imbas Imej yang Disalin
nb: Skann kopiert bilde
nl: Scan gekopieerde afbeelding
pl: Skanuj skopiowany obrazek
pt_br: Escanear Imagem Copiada
pt_pt: Ler imagem copiada
ro: Scanați imaginea copiată
ru: Сканировать скопированное изображение
sk: Skenovať skopírovaný obrázok
sv: Skanna kopierad bild
th: สแกนภาพที่คัดลอก
tr: Kopyalanan Görüntüyü Tara
uk: Сканувати скопійоване зображення
vi: Quét hình ảnh đã sao chép
zh_hans: 扫描拷贝的图像
zh_hant: 掃描拷貝的影像

source: Scan a sample Wi-Fi code instead.
ar: امسح رمز Wi-Fi للتجربة بدلًا من ذلك.
ca: Escaneja millor un codi de Wi-Fi d’exemple.
cs: Naskenujte místo toho ukázkový kód Wi-Fi.
da: Scan en eksempelkode til Wi-Fi i stedet.
de: Scanne stattdessen einen Beispiel-Wi-Fi-Code.
el: Σαρώστε αντί γι’ αυτό ένα δείγμα κωδικού Wi-Fi.
es: Mejor escanea un código Wi-Fi de ejemplo.
fi: Skannaa sen sijaan esimerkki-Wi-Fi-koodi.
fr: Scannez plutôt un code Wi-Fi d’exemple.
he: סרוק במקום זאת קוד Wi-Fi לדוגמה.
hi: इसके बजाय नमूना Wi-Fi कोड स्कैन करें।
hr: Umjesto toga skenirajte primjer Wi-Fi kôda.
hu: Olvasson be inkább egy minta Wi-Fi-kódot.
id: Pindai contoh kode Wi-Fi sebagai gantinya.
it: Scansiona invece un codice Wi-Fi di esempio.
ja: 代わりにサンプルのWi-Fiコードをスキャンしてみましょう。
ko: 대신 예시 Wi-Fi 코드를 스캔해 보십시오.
ms: Imbas sampel kod Wi-Fi sebaliknya.
nb: Skann en eksempelkode for Wi-Fi i stedet.
nl: Scan in plaats daarvan een voorbeeld-Wi-Fi-code.
pl: Zamiast tego zeskanuj przykładowy kod Wi-Fi.
pt_br: Em vez disso, escaneie um código Wi-Fi de exemplo.
pt_pt: Em alternativa, leia um código Wi-Fi de exemplo.
ro: Scanați în schimb un cod Wi-Fi exemplu.
ru: Вместо этого отсканируйте пример кода Wi-Fi.
sk: Naskenujte radšej ukážkový kód Wi-Fi.
sv: Skanna en exempelkod för Wi-Fi i stället.
th: สแกนโค้ด Wi-Fi ตัวอย่างแทน
tr: Bunun yerine örnek bir Wi-Fi kodunu tarayın.
uk: Натомість відскануйте приклад коду Wi-Fi.
vi: Thay vào đó, hãy quét mã Wi-Fi mẫu.
zh_hans: 改为扫描示例 Wi-Fi 码。
zh_hant: 改為掃描範例 Wi-Fi 條碼。

source: Scan anything. Know before you go.
ar: امسح أي شيء. واعرف قبل أن تفتح.
ca: Escaneja el que sigui. Sàpigues on vas abans d’anar-hi.
cs: Naskenujte cokoli. Vězte předem, kam jdete.
da: Scan hvad som helst. Vid, hvor det fører hen.
de: Scanne alles. Wisse, wohin es geht.
el: Σαρώστε τα πάντα. Μάθετε πριν ανοίξετε.
es: Escanea lo que sea. Sabe adónde vas.
fi: Skannaa mitä vain. Tiedä ennen kuin avaat.
fr: Scannez tout. Sachez où vous allez.
he: סרוק כל דבר. דע לפני שאתה הולך.
hi: कुछ भी स्कैन करें। खोलने से पहले जानें।
hr: Skenirajte bilo što. Znajte kamo idete.
hu: Olvasson be bármit. Tudja előre, hová vezet.
id: Pindai apa saja. Ketahui sebelum membuka.
it: Scansiona di tutto. Sappi dove porta prima di aprire.
ja: 何でもスキャン。 開く前に確かめよう。
ko: 무엇이든 스캔하고, 열기 전에 확인하세요.
ms: Imbas apa sahaja. Ketahui sebelum anda pergi.
nb: Skann hva som helst. Vit hvor du havner.
nl: Scan alles. Weet waar je heen gaat.
pl: Skanuj wszystko. Wiedz, zanim otworzysz.
pt_br: Escaneie qualquer coisa. Saiba antes de abrir.
pt_pt: Leia qualquer código. Saiba antes de abrir.
ro: Scanați orice. Știți unde ajungeți.
ru: Сканируйте что угодно. Знайте заранее, куда ведет.
sk: Skenujte čokoľvek. Vedzte vopred, kam idete.
sv: Skanna vad som helst. Vet vart det leder.
th: สแกนได้ทุกอย่าง รู้ก่อนเปิด
tr: Her şeyi tarayın. Açmadan önce bilin.
uk: Скануйте будь-що. Знайте заздалегідь, куди веде.
vi: Quét mọi thứ. Biết trước khi mở.
zh_hans: 扫描万物。 打开之前先知晓。
zh_hant: 什麼都能掃。 開啟前先知道。

source: Scan codes one after another
ar: امسح الرموز واحدًا تلو الآخر
ca: Escaneja codis un rere l’altre
cs: Skenujte kódy jeden po druhém
da: Scan koder én efter én
de: Codes nacheinander scannen
el: Σάρωση κωδικών τον έναν μετά τον άλλον
es: Escanea códigos uno tras otro
fi: Skannaa koodeja peräkkäin
fr: Scannez les codes les uns après les autres
he: סרוק קודים בזה אחר זה
hi: एक के बाद एक कोड स्कैन करें
hr: Skenirajte kodove jedan za drugim
hu: Kódok beolvasása egymás után
id: Pindai kode satu per satu
it: Scansiona codici uno dopo l’altro
ja: コードを次々とスキャン
ko: 코드를 연속으로 스캔
ms: Imbas kod satu demi satu
nb: Skann koder etter hverandre
nl: Scan codes na elkaar
pl: Skanuj kody jeden po drugim
pt_br: Escaneie códigos um após o outro
pt_pt: Leia códigos uns atrás dos outros
ro: Scanați coduri unul după altul
ru: Сканируйте коды один за другим
sk: Skenujte kódy jeden za druhým
sv: Skanna koder en efter en
th: สแกนโค้ดต่อเนื่องทีละรายการ
tr: Kodları art arda tarayın
uk: Скануйте коди один за одним
vi: Quét liên tiếp nhiều mã
zh_hans: 连续扫描多个码
zh_hant: 一個接一個掃描條碼

source: Scan faster from anywhere
ar: امسح بشكل أسرع من أي مكان
ca: Escaneja més ràpid des de qualsevol lloc
cs: Skenujte rychleji odkudkoli
da: Scan hurtigere, uanset hvor du er
de: Überall schneller scannen
el: Ταχύτερη σάρωση από οπουδήποτε
es: Escanea más rápido desde cualquier lugar
fi: Skannaa nopeammin mistä tahansa
fr: Scannez plus vite, où que vous soyez
he: סרוק מהר יותר מכל מקום
hi: कहीं से भी तेज़ी से स्कैन करें
hr: Skenirajte brže s bilo kojeg mjesta
hu: Gyorsabb beolvasás bárhonnan
id: Pindai lebih cepat dari mana saja
it: Scansiona più in fretta da ovunque
ja: どこからでもすばやくスキャン
ko: 어디서나 더 빠르게 스캔
ms: Imbas lebih pantas dari mana-mana
nb: Skann raskere fra hvor som helst
nl: Scan overal sneller
pl: Skanuj szybciej z dowolnego miejsca
pt_br: Escaneie mais rápido de qualquer lugar
pt_pt: Leia mais depressa a partir de qualquer lado
ro: Scanați mai rapid de oriunde
ru: Сканируйте быстрее откуда угодно
sk: Skenujte rýchlejšie odkiaľkoľvek
sv: Skanna snabbare var du än är
th: สแกนได้เร็วขึ้นจากทุกที่
tr: Her yerden daha hızlı tarayın
uk: Скануйте швидше звідусіль
vi: Quét nhanh hơn từ mọi nơi
zh_hans: 随时随地快速扫描
zh_hant: 從任何地方更快掃描

source: Scan for directions
ar: امسح للحصول على الاتجاهات
ca: Escaneja per veure com arribar-hi
cs: Naskenujte pro trasu
da: Scan for rutevejledning
de: Für Wegbeschreibung scannen
el: Σαρώστε για οδηγίες διαδρομής
es: Escanea para ver cómo llegar
fi: Skannaa reittiohjeet
fr: Scannez pour l’itinéraire
he: סרוק לקבלת הוראות הגעה
hi: रास्ता जानने के लिए स्कैन करें
hr: Skenirajte za upute
hu: Olvassa be az útvonalért
id: Pindai untuk petunjuk arah
it: Scansiona per le indicazioni
ja: スキャンして経路を表示
ko: 스캔하여 경로 보기
ms: Imbas untuk arah
nb: Skann for veibeskrivelse
nl: Scan voor een routebeschrijving
pl: Zeskanuj, aby wyznaczyć trasę
pt_br: Escaneie para ver como chegar
pt_pt: Leia para obter o itinerário
ro: Scanați pentru indicații de orientare
ru: Отсканируйте, чтобы проложить маршрут
sk: Naskenujte a zobrazte trasu
sv: Skanna för vägbeskrivning
th: สแกนเพื่อดูเส้นทาง
tr: Yol tarifi için tarayın
uk: Відскануйте, щоб прокласти маршрут
vi: Quét để xem chỉ đường
zh_hans: 扫描获取路线
zh_hant: 掃描以取得路線

source: Scan for product details
ar: امسح لعرض تفاصيل المنتج
ca: Escaneja per veure els detalls del producte
cs: Naskenujte pro podrobnosti o produktu
da: Scan for produktoplysninger
de: Für Produktdetails scannen
el: Σαρώστε για λεπτομέρειες προϊόντος
es: Escanea para ver detalles del producto
fi: Skannaa tuotetiedot
fr: Scannez pour les détails du produit
he: סרוק לפרטי המוצר
hi: प्रोडक्ट विवरण के लिए स्कैन करें
hr: Skenirajte za pojedinosti o proizvodu
hu: Olvassa be a termékadatokért
id: Pindai untuk detail produk
it: Scansiona per i dettagli del prodotto
ja: スキャンして商品の詳細を表示
ko: 스캔하여 제품 정보 보기
ms: Imbas untuk butiran produk
nb: Skann for produktdetaljer
nl: Scan voor productdetails
pl: Zeskanuj, aby zobaczyć szczegóły produktu
pt_br: Escaneie para ver detalhes do produto
pt_pt: Leia para ver os detalhes do produto
ro: Scanați pentru detalii despre produs
ru: Отсканируйте, чтобы узнать о товаре
sk: Naskenujte a zobrazte podrobnosti o produkte
sv: Skanna för produktinformation
th: สแกนเพื่อดูรายละเอียดสินค้า
tr: Ürün ayrıntıları için tarayın
uk: Відскануйте, щоб дізнатися про товар
vi: Quét để xem chi tiết sản phẩm
zh_hans: 扫描查看产品详细信息
zh_hant: 掃描以查看商品詳細資訊

source: Scan from Anywhere
ar: المسح من أي مكان
ca: Escaneja des de qualsevol lloc
cs: Skenovat odkudkoli
da: Scan fra hvor som helst
de: Von überall scannen
el: Σάρωση από οπουδήποτε
es: Escanear desde cualquier lugar
fi: Skannaa mistä tahansa
fr: Scanner depuis n’importe où
he: סרוק מכל מקום
hi: कहीं से भी स्कैन करें
hr: Skeniraj s bilo kojeg mjesta
hu: Beolvasás bárhonnan
id: Pindai dari Mana Saja
it: Scansiona da ovunque
ja: どこからでもスキャン
ko: 어디서나 스캔
ms: Imbas dari Mana-mana
nb: Skann fra hvor som helst
nl: Scan vanaf overal
pl: Skanuj z dowolnego miejsca
pt_br: Escanear de Qualquer Lugar
pt_pt: Ler a partir de qualquer lado
ro: Scanați de oriunde
ru: Сканирование откуда угодно
sk: Skenovať odkiaľkoľvek
sv: Skanna var du än är
th: สแกนจากทุกที่
tr: Her Yerden Tara
uk: Сканування звідусіль
vi: Quét từ mọi nơi
zh_hans: 随处扫描
zh_hant: 從任何地方掃描

source: Scan from Photos
ar: المسح من الصور
ca: Escaneja des de Fotos
cs: Skenovat z Fotek
da: Scan fra Fotos
de: Aus Fotos scannen
el: Σάρωση από Φωτογραφίες
es: Escanear desde Fotos
fi: Skannaa Kuvista
fr: Scanner depuis Photos
he: סרוק מתוך ״תמונות״
hi: तस्वीरों से स्कैन करें
hr: Skeniraj iz aplikacije Foto
hu: Beolvasás a Fotókból
id: Pindai dari Foto
it: Scansiona da Foto
ja: 写真からスキャン
ko: 사진에서 스캔
ms: Imbas daripada Foto
nb: Skann fra Bilder
nl: Scan vanuit Foto's
pl: Skanuj ze Zdjęć
pt_br: Escanear do Fotos
pt_pt: Ler de Fotografias
ro: Scanați din Poze
ru: Сканировать из Фото
sk: Skenovať z Fotiek
sv: Skanna från Bilder
th: สแกนจากรูปภาพ
tr: Fotoğraflar’dan Tara
uk: Сканувати з Фотографій
vi: Quét từ Ảnh
zh_hans: 从照片中扫描
zh_hant: 從「照片」掃描

source: Scan to add %@
ar: امسح لإضافة %@
ca: Escaneja per afegir %@
cs: Naskenujte a přidejte %@
da: Scan for at tilføje %@
de: Scannen, um %@ hinzuzufügen
el: Σαρώστε για προσθήκη του %@
es: Escanea para agregar a %@
fi: Skannaa ja lisää %@
fr: Scannez pour ajouter %@
he: סרוק כדי להוסיף את %@
hi: %@ जोड़ने के लिए स्कैन करें
hr: Skenirajte za dodavanje: %@
hu: Olvassa be a hozzáadáshoz: %@
id: Pindai untuk menambahkan %@
it: Scansiona per aggiungere %@
ja: スキャンして%@を追加
ko: 스캔하여 %@ 추가
ms: Imbas untuk menambah %@
nb: Skann for å legge til %@
nl: Scan om %@ toe te voegen
pl: Zeskanuj, aby dodać %@
pt_br: Escaneie para adicionar %@
pt_pt: Leia para adicionar %@
ro: Scanați pentru a-l adăuga pe %@
ru: Отсканируйте, чтобы добавить %@
sk: Naskenujte a pridajte %@
sv: Skanna för att lägga till %@
th: สแกนเพื่อเพิ่ม %@
tr: Eklemek için tarayın: %@
uk: Відскануйте, щоб додати %@
vi: Quét để thêm %@
zh_hans: 扫描以添加 %@
zh_hant: 掃描以加入 %@

source: Scan to call %@
ar: امسح للاتصال بـ %@
ca: Escaneja per trucar a %@
cs: Naskenujte a volejte %@
da: Scan for at ringe til %@
de: Scannen, um %@ anzurufen
el: Σαρώστε για κλήση στο %@
es: Escanea para llamar a %@
fi: Skannaa ja soita: %@
fr: Scannez pour appeler %@
he: סרוק כדי להתקשר אל %@
hi: %@ को कॉल करने के लिए स्कैन करें
hr: Skenirajte za poziv: %@
hu: Olvassa be a híváshoz: %@
id: Pindai untuk menelepon %@
it: Scansiona per chiamare %@
ja: スキャンして%@に電話
ko: 스캔하여 %@에 전화 걸기
ms: Imbas untuk memanggil %@
nb: Skann for å ringe %@
nl: Scan om %@ te bellen
pl: Zeskanuj, aby zadzwonić: %@
pt_br: Escaneie para ligar para %@
pt_pt: Leia para ligar a %@
ro: Scanați pentru a apela %@
ru: Отсканируйте, чтобы позвонить: %@
sk: Naskenujte a volajte %@
sv: Skanna för att ringa %@
th: สแกนเพื่อโทรหา %@
tr: Aramak için tarayın: %@
uk: Відскануйте, щоб зателефонувати: %@
vi: Quét để gọi %@
zh_hans: 扫描以呼叫 %@
zh_hant: 掃描以撥打給 %@

source: Scan to email %@
ar: امسح لمراسلة %@
ca: Escaneja per escriure a %@
cs: Naskenujte a napište e‑mail na %@
da: Scan for at sende e-mail til %@
de: Scannen, um %@ eine E-Mail zu senden
el: Σαρώστε για email στο %@
es: Escanea para escribir a %@
fi: Skannaa ja lähetä sähköpostia: %@
fr: Scannez pour écrire à %@
he: סרוק כדי לשלוח דוא״ל אל %@
hi: %@ को ईमेल करने के लिए स्कैन करें
hr: Skenirajte za e-poruku: %@
hu: Olvassa be, és írjon e-mailt: %@
id: Pindai untuk mengirim email ke %@
it: Scansiona per scrivere a %@
ja: スキャンして%@にメール
ko: 스캔하여 %@에 이메일 보내기
ms: Imbas untuk menghantar e-mel kepada %@
nb: Skann for å sende e-post til %@
nl: Scan om %@ te e-mailen
pl: Zeskanuj, aby napisać e‑mail: %@
pt_br: Escaneie para enviar e-mail para %@
pt_pt: Leia para enviar e-mail a %@
ro: Scanați pentru a-i scrie un e-mail lui %@
ru: Отсканируйте, чтобы написать на %@
sk: Naskenujte a napíšte e-mail na %@
sv: Skanna för att mejla %@
th: สแกนเพื่อส่งอีเมลถึง %@
tr: E-posta göndermek için tarayın: %@
uk: Відскануйте, щоб написати на %@
vi: Quét để gửi email cho %@
zh_hans: 扫描以发邮件给 %@
zh_hant: 掃描以寄送電子郵件給 %@

source: Scan to join
ar: امسح للانضمام
ca: Escaneja per connectar-te
cs: Naskenujte a připojte se
da: Scan for at komme på
de: Scannen zum Verbinden
el: Σαρώστε για σύνδεση
es: Escanea para conectarte
fi: Skannaa ja liity
fr: Scannez pour vous connecter
he: סרוק כדי להתחבר
hi: जुड़ने के लिए स्कैन करें
hr: Skenirajte za pridruživanje
hu: Olvassa be a csatlakozáshoz
id: Pindai untuk bergabung
it: Scansiona per connetterti
ja: スキャンして接続
ko: 스캔하여 연결
ms: Imbas untuk menyertai
nb: Skann for å koble til
nl: Scan om verbinding te maken
pl: Zeskanuj, aby dołączyć
pt_br: Escaneie para se conectar
pt_pt: Leia para se ligar
ro: Scanați pentru conectare
ru: Отсканируйте, чтобы подключиться
sk: Naskenujte a pripojte sa
sv: Skanna för att ansluta
th: สแกนเพื่อเข้าร่วม
tr: Katılmak için tarayın
uk: Відскануйте, щоб під’єднатися
vi: Quét để kết nối
zh_hans: 扫描以加入
zh_hant: 掃描以加入網路
